tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
brew "bash"
cask "java"
brew "autoconf"
brew "automake"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "dockutil"
brew "elasticsearch"
brew "libpng"
brew "freetype"
brew "jpeg"
brew "libtiff"
brew "libtool"
brew "imagemagick"
brew "jpeg-turbo"
brew "libgpg-error"
brew "libyaml"
brew "mas"
brew "openssl"
brew "pandoc-citeproc"
brew "python"
brew "redis"
brew "webkit2png"
brew "yarn"
cask "wkhtmltopdf"
brew "bash-completion2"
brew "honcho"
brew "pdflatex"
mas "1Password", id: 443987910
mas "Deckset", id: 847496013
mas "Gitbox", id: 403388357
mas "Kaleidoscope", id: 587512244
mas "Slack", id: 803453959
mas "Soulver", id: 413965349
mas "TogglDesktop", id: 957734279
